/* Error message string. The first %@ is the file name, the second the error message */
"Could not extract the file \"%@\": %@" = "無法解壓這個檔案 \"%1$@\": %2$@";

/* Error message for resource forks. The first %@ is the file name, the second the error message */
"Could not extract the resource fork for the file \"%@\":\n%@" = "無法解開這個檔案的 resource fork \"%1$@\":\n%2$@";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "自動偵測";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "解開";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "解開壓縮檔";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "正在解開 \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "正在準備解開 \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "選擇";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "這個檔案的內容 \"%@\" 無法使用此程式解壓縮。";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */

/* Common errors */
"Input data buffers border exceeded" = "這個壓縮檔案不完整";
"Opening file failed" = "這個檔案無法開啟";
"Missing or wrong password" = "您輸入的密碼不正確";
"Wrong checksum" = "這個壓縮檔已毀損";
"Could not create directory" = "無法新增檔案夾";

/* Uncommon or unused errors */
"Unknown error" = "Unknown error";
"Output data buffers border exceeded" = "超出了輸出資料緩衝區範圍";
"Function called with illegal parameters" = "使用了不合法的參數呼叫程式";
"Not enough memory available" = "記憶體不足";
"Data is corrupted" = "資料已毀損";
"Command is not supported" = "不支援這個指令";
"Required resource missing" = "找不到必要的資源";
"Error on decrunching" = "解壓時發生錯誤";
"Unknown file type" = "不明檔案類型";
"File, disk has been skipped" = "檔案、磁碟已被略過";
"User break in progress hook" = "使用者在程式進行時中斷";
"File already exists" = "檔案已存在";
"Verify failed (disk hook)" = "驗證失敗 (disk hook)";
"Wrong drive geometry" = "錯誤驅動";
"Unknown data format" = "不明資料格式";
"Source contains no files" = "來源內沒有檔案";
"Unknown filesystem" = "不明檔案系統";
"Name of file exists as directory" = "這個檔案名稱已經使用於檔案夾";
"Buffer was too short" = "資料緩衝區太小";
"Text encoding was defective" = "文字編碼有問題";
